export const Beds = [
  {
    id: 31,
    name: "سرير مفرد عرض 150سم",
    imageSrc: "/imgs/products/Beds/1.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 150 سم  مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#131",
  },
  {
    id: 32,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/2.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "قاعدة سرير عرض 200 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#132",
  },
  {
    id: 33,
    name: "قاعدة سرير عرض 200 سم",

    imageSrc: "/imgs/products/Beds/3.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "قاعدة سرير عرض 200 سم مصنوعة بأجود الخامات الخشبية من الخشب المضغوط ، معالج ضد الرطوبة والبكتيريا مع قاعدة داخلية مع خلفية من الخشب ",
    code: "#133",
  },
  {
    id: 34,
    name: "سرير مفرد عرض 200سم",
    imageSrc: "/imgs/products/Beds/4.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 150 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#134",
  },
  {
    id: 35,
    name: "قاعدة سرير عرض 200سم  مع تخزين ",
    imageSrc: "/imgs/products/Beds/5.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش. ومساحة للخزين ",
    code: "#135",
  },
  {
    id: 36,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/6.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "قاعدة سرير عرض 200 سم مصنوعة بأجود الخامات الخشبية من الخشب المضغوط ، معالج ضد الرطوبة والبكتيريا مع قاعدة داخلية . مع خلفية من الخشب ",
    code: "#136",
  },
  {
    id: 37,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/7.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "قاعدة سرير عرض 200 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل ",
    code: "#137",
  },
  {
    id: 38,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/8.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "قاعدة سرير عرض 200 سم مصنوعة بأجود الخامات الخشبية من الخشب المضغوط ، معالج ضد الرطوبة والبكتيريا مع قاعدة داخلية . مع خلفية من الخشب ",
    code: "#138",
  },
  {
    id: 39,
    name: "سرير مفرد عرض 200سم",
    imageSrc: "/imgs/products/Beds/9.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 200 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#139",
  },
  {
    id: 40,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/10.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 200 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#140",
  },
  {
    id: 41,
    name: "سرير مفرد عرض 150سم",
    imageSrc: "/imgs/products/Beds/11.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 150 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#141",
  },
  {
    id: 42,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/12.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "قاعدة سرير عرض 200 سم مصنوعة بأجود الخامات الخشبية من الخشب المضغوط ، معالج ضد الرطوبة والبكتيريا مع قاعدة داخلية . مع خلفية من الخشب ",
    code: "#142",
  },
  {
    id: 43,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/13.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 150 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#143",
  },
  {
    id: 44,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/14.jpg",
    imageAlt: "سرير",
    price: "$35",
    details: "سرير مفرد عرض 200 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش ",
    code: "#144",
  },
  {
    id: 45,
    name: "قاعدة سرير مع طاولات جانبية عرض 200سم",
    imageSrc: "/imgs/products/Beds/15.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "قاعدة سرير عرض 200 سم مصنوعة بأجود الخامات الخشبية من الخشب المضغوط ، معالج ضد الرطوبة والبكتيريا مع  مع طاولات جانبية . مع خلفية من الخشب ",
    code: "#145",
  },
  {
    id: 46,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/16.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 200 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#146",
  },
  {
    id: 47,
    name: "سريراطفال  طابقين عرض 120 سم ",
    imageSrc: "/imgs/products/Beds/17.jpg",
    imageAlt: "سرير",
    price: "$35",
    details: "سرير اطفال طابقين عرض 120 سم بأجود الخامات الخشبية ",
    code: "#147",
  },
  {
    id: 48,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/18.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 200 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#148",
  },
  {
    id: 49,
    name: "سرير مفرد عرض 150سم",
    imageSrc: "/imgs/products/Beds/19.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 150 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#149",
  },
  {
    id: 50,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/20.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "قاعدة سرير عرض 200 سم مصنوعة بأجود الخامات الخشبية من الخشب المضغوط ، معالج ضد الرطوبة والبكتيريا مع  مع طاولات جانبية . مع خلفية من الخشب ",
    code: "#150",
  },
  {
    id: 51,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/21.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 200 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#151",
  },
  {
    id: 52,
    name: "سرير مفرد عرض 150سم",
    imageSrc: "/imgs/products/Beds/22.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 150 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#152",
  },
  {
    id: 53,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/23.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 200 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#153",
  },
  {
    id: 54,
    name: "سريراطفال طابقين عرض 120 سم",
    imageSrc: "/imgs/products/Beds/24.jpg",
    imageAlt: "سرير",
    price: "$35",
    details: "سرير اطفال طابقين عرض 120 سم بأجود الخامات الخشبية ",
    code: "#154",
  },
  {
    id: 55,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/25.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "قاعدة سرير عرض 200 سم مصنوعة بأجود الخامات الخشبية من الخشب المضغوط ، معالج ضد الرطوبة والبكتيريا مع  مع طاولات جانبية . مع خلفية من الخشب ",
    code: "#155",
  },
  {
    id: 56,
    name: "سرير مفرد عرض 150سم",

    imageSrc: "/imgs/products/Beds/26.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 150 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#156",
  },
  {
    id: 57,
    name: "سرير اطفال120سم  بمكتبة خلفية ",
    imageSrc: "/imgs/products/Beds/27.jpg",
    imageAlt: "سرير",
    price: "$35",
    details: "سرير اطفال 120سم بمكتبة خلفية بأجود الخامات الخشبية ",
    code: "#157",
  },
  {
    id: 58,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/28.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "سرير مفرد عرض 200 سم مصنوع بأجود الخامات الخشبية المكسو بالقماش، مع قاعدة داخلية مصنوعة من الخشب وخلفية من القماش المخمل",
    code: "#158",
  },
  {
    id: 59,
    name: "قاعدة سرير عرض 200 سم",
    imageSrc: "/imgs/products/Beds/29.jpg",
    imageAlt: "سرير",
    price: "$35",
    details:
      "قاعدة سرير عرض 200 سم مصنوعة بأجود الخامات الخشبية من الخشب المضغوط ، معالج ضد الرطوبة والبكتيريا مع  مع طاولات جانبية . مع خلفية من الخشب ",
    code: "#159",
  },
  {
    id: 60,
    name: "سرير اطفال عرض 70 سم متحرك ",
    imageSrc: "/imgs/products/Beds/30.jpg",
    imageAlt: "سرير",
    price: "$35",
    details: "سرير اطفال متحرك عرض 70 سم بأجود الخامات الخشبية ",
    code: "#160",
  },
];
