export const Seats = [
  {
    id: 61,
    name: "طقم كنب موديل أيزى",

    imageSrc: "/imgs/products/Seats/1.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details: "طقم كنب موديل أيزى تصميم حديث وراحة متانة، ألوان وأحجام متعددة",
    code: "#161",
  },
  {
    id: 62,
    name: "طقم فلوريدا ",

    imageSrc: "/imgs/products/Seats/2.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "طقم كنب فلوريدا المكون من كنبة وكرسيين، تصميم أنيق ومريح لتجربة استرخاء ممتعة في أي مساحة داخلية، ومتوفر بخيارات ألوان متعددة",
    code: "#162",
  },
  {
    id: 63,
    name: "كنب 3 مقاعد موديل سول",

    imageSrc: "/imgs/products/Seats/3.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كنب 3 مقاعد موديل سول: تصميم عصري وراحة استثنائية، يتوفر بأحجام وألوان مختلفة تناسب جميع الأذواق وأنماط الديكور",
    code: "#163",
  },
  {
    id: 64,
    name: "كنبة ثلاثية",

    imageSrc: "/imgs/products/Seats/4.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كنبة ثلاثية: تصميم عملي ومريح لجلسات استرخاء مريحة، تتوفر بأشكال وألوان متعددة لتناسب جميع الأذواق والديكورات",
    code: "#164",
  },
  {
    id: 65,
    name: "كنبة ثلاثة اشخاص توب ",

    imageSrc: "/imgs/products/Seats/5.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كنبة ثلاثية توب: تصميم عصري ومريح يجمع بين الراحة والأناقة، مثالية لجلسات الاسترخاء ومتوفرة بألوان مختلفة لتناسب جميع الأذواق",
    code: "#165",
  },
  {
    id: 66,
    name: "طقم كنب موديل ايزى ",

    imageSrc: "/imgs/products/Seats/6.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "طقم كنب إيزي بتصميم حرف L : يوفر جلسات مريحة وأنيقة، متوفر بعدة ألوان وأحجام تناسب جميع الأذواق والمساحات الداخلية",
    code: "#166",
  },
  {
    id: 67,
    name: "كنب شخصين موديل ادورد",

    imageSrc: "/imgs/products/Seats/7.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كنب شخصين إدوارد: تصميم كلاسيكي أنيق وجذاب، يتسم بالراحة والأناقة، مثالي لغرف المعيشة والضيافة والمكاتب، ومتوفر بعدة ألوان لتناسب جميع الأذواق",
    code: "#167",
  },
  {
    id: 68,
    name: "كنبة ثلاثة اشخاص تورنتو",

    imageSrc: "/imgs/products/Seats/8.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كنبة ثلاثية تورنتو: تصميم عصري وراحة استثنائية، مثالية لجلسات الاسترخاء، متوفرة بأشكال وألوان مختلفة لتتناسب مع جميع الأذواق والديكورات الداخلية",
    code: "#168",
  },
  {
    id: 69,
    name: "طقم كنب ثلاثة اشخاص تورنتو",

    imageSrc: "/imgs/products/Seats/9.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "طقم كنب تورنتو لثلاثة أشخاص: تصميم عصري وراحة استثنائية، يوفر تجربة جلوس مريحة وأنيقة، ومتوفر بعدة ألوان لتناسب جميع الأذواق والديكورات الداخلية",
    code: "#169",
  },
  {
    id: 70,
    name: "طقم كنب موديل مسك",

    imageSrc: "/imgs/products/Seats/10.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "طقم كنب مسك: تصميم عصري وجذاب يجمع بين الأناقة والراحة، مكون من عدة قطع يمكن تنسيقها بطريقة مختلفة حسب المساحة والحاجة، ومتوفر بعدة ألوان تناسب جميع الأذواق",
    code: "#170",
  },
  {
    id: 71,
    name: "طقم كروس",

    imageSrc: "/imgs/products/Seats/11.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "طقم كنب كروس المكون من كنبة وكرسيين: تصميم عصري وأنيق يجمع بين الأناقة والراحة، مكون من قطع متناسقة ومتوفر بتشكيلة متنوعة من الألوان والأحجام لتتناسب مع جميع الأذواق والمساحات الداخلية",
    code: "#171",
  },
  {
    id: 72,
    name: "طقم كوزانى لون بنى ",

    imageSrc: "/imgs/products/Seats/12.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "طقم كنب وكراسي كوزاني بلون بني: تصميم عصري وأنيق يجمع بين الراحة والأناقة، مكون من كنبة وكرسيين متناسقين، مع تشطيبات عالية الجودة ومتوفر بلون بني دافئ وجميل لتتناسب مع جميع الديكورات الداخلية",
    code: "#172",
  },
  {
    id: 73,
    name: "طقم كنب موديل نيوم",

    imageSrc: "/imgs/products/Seats/13.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "طقم كنب نيوم المكون من كنبة وكرسيين: تصميم حديث وعصري يجمع بين الراحة والجمال، مع تصميم يتناسب مع جميع الأذواق والمساحات، ويتميز بجودة عالية وتشطيبات رائعة، متوفر بعدة ألوان وأحجام لتتناسب مع جميع الديكورات الداخلية",
    code: "#173",
  },
  {
    id: 74,
    name: "طقم كوزانى ",

    imageSrc: "/imgs/products/Seats/14.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "طقم كنب وكراسي كوزاني: تصميم عصري وأنيق يجمع بين الراحة والأناقة، مكون من كنبة وكرسيين متناسقين، مع تشطيبات عالية الجودة ومتوفر بتشكيلة متنوعة من الألوان والأحجام لتناسب جميع الأذواق والمساحات الداخلية",
    code: "#174",
  },
  {
    id: 75,
    name: "طقم كنب موديل أيزى",

    imageSrc: "/imgs/products/Seats/15.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "طقم كنب أيزى بتصميم حرف L: يتميز بالراحة والأناقة، مكون من قطعتين يمكن ترتيبهما بأشكال متعددة، مع تصميم عصري ومتناسق يناسب جميع الأذواق، مع تشطيبات عالية الجودة لضمان الراحة والاستدامة",
    code: "#175",
  },
  {
    id: 76,
    name: "كنبة ثلاثة اشخاص لندن",

    imageSrc: "/imgs/products/Seats/16.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كنبة لندن الثلاثية: تتميز بتصميمها الأنيق والعصري، وتوفر الراحة والاسترخاء لثلاثة أشخاص، مع تشطيبات عالية الجودة للمتانة والاستدامة، وتتوفر بمجموعة متنوعة من الألوان لتتناسب مع أي ديكور داخلي",
    code: "#176",
  },
  {
    id: 77,
    name: "كرسى فوتيه خشب",

    imageSrc: "/imgs/products/Seats/17.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كرسي فوتيه خشبي: يتميز بتصميمه الكلاسيكي الرائع وتفاصيله الدقيقة، مصنوع من الخشب عالي الجودة ويوفر الراحة والاسترخاء للجسم، كما يضيف لمسة فاخرة وأنيقة لأي ديكور داخلي",
    code: "#177",
  },
  {
    id: 78,
    name: "كرسي بذراعين، تنجيد جلد",

    imageSrc: "/imgs/products/Seats/18.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كرسي بذراعين مغطى بالجلد: يتميز بتصميم فريد وأنيق، وذراعين مريحتين للجلوس لفترات طويلة، وتغطية الجلد الناعمة توفر الراحة والأناقة لأي مساحة داخلية، كما يتوفر بمجموعة متنوعة من الألوان والتصميمات لتناسب أي ديكور داخلي",
    code: "#178",
  },
  {
    id: 79,
    name: "كرسي خشب تنجيد جلد",

    imageSrc: "/imgs/products/Seats/19.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كرسي خشبي مغطى بالجلد: يجمع بين الأناقة والتقاليد، ويتميز بإطار خشبي فاخر وتغطية من الجلد الناعم، مما يضفي على أي ديكور داخلي لمسة فخامة وجمالية، كما يوفر الجلد الناعم الراحة والاسترخاء للجسم أثناء الجلوس، ويتوفر بمجموعة متنوعة من الألوان والتصميمات",
    code: "#179",
  },
  {
    id: 80,
    name: "كرسي خشب تنجيد قطيفة",

    imageSrc: "/imgs/products/Seats/20.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كرسي خشبي مغطى بالقطيفة: يتميز بتصميم عصري وأنيق، وإطار خشبي متين ومريح للجلوس لفترات طويلة، وتغطية القطيفة الناعمة تضيف لمسة من الدفء والراحة لأي ديكور داخلي، كما يتوفر بمجموعة متنوعة من الألوان والأشكال والتصميمات لتناسب أي ذوق",
    code: "#180",
  },
  {
    id: 81,
    name: "كرسي خشب تنجيد جلد",

    imageSrc: "/imgs/products/Seats/21.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كرسي خشبي مغطى بالجلد: يجمع بين الأناقة والتقاليد، ويتميز بإطار خشبي فاخر وتغطية من الجلد الناعم، مما يضفي على أي ديكور داخلي لمسة فخامة وجمالية، كما يوفر الجلد الناعم الراحة والاسترخاء للجسم أثناء الجلوس، ويتوفر بمجموعة متنوعة من الألوان والتصميمات",
    code: "#181",
  },
  {
    id: 82,
    name: "كرسي خشب تنجيد قطيفة",

    imageSrc: "/imgs/products/Seats/22.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كرسي خشبي مغطى بالقطيفة: يتميز بتصميم أنيق وأنثوي وإطار خشبي فاخر، ويتميز التنجيد بالقطيفة بالمتانة والمقاومة للتآكل، كما يوفر الراحة والدفء خلال الأيام الباردة، ويتوفر بمجموعة متنوعة من الألوان والأشكال",
    code: "#182",
  },
  {
    id: 83,
    name: "طقم كنب ثلاثة اشخاص ",

    imageSrc: "/imgs/products/Seats/23.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كنبة ثلاثية: تتسع لثلاثة أشخاص ومصنوعة من مواد عالية الجودة للمتانة والراحة، مع تصميم عصري يناسب جميع أنواع الديكورات، ويتوفر بمجموعة متنوعة من الألوان والأشكال لتناسب جميع الأذواق",
    code: "#183",
  },
  {
    id: 84,
    name: "كرسي خشب تنجيد جلد",

    imageSrc: "/imgs/products/Seats/24.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كرسي خشبي مغطى بجلد فاخر للراحة والأناقة، مع تصميم كلاسيكي يضفي لمسة فاخرة على أي مساحة، ويتوفر بمجموعة متنوعة من الألوان والتشطيبات لتناسب جميع الأذواق",
    code: "#184",
  },
  {
    id: 85,
    name: "كنبة ثلاثة اشخاص جلد ",

    imageSrc: "/imgs/products/Seats/25.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كنبة جلدية فاخرة بتصميم أنيق ومريح لجلسات مريحة ومميزة، مصنوعة من جلد عالي الجودة ومتوفرة بعدة ألوان وتصاميم لتناسب جميع الأذواق والمساحات الداخلية",
    code: "#185",
  },
  {
    id: 86,
    name: "كنبة ثلاثة اشخاص بظهر متحرك",

    imageSrc: "/imgs/products/Seats/26.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كنبة ثلاثية الأشخاص بظهر متحرك، تتميز بتصميم عصري وأنيق وظهر متحرك لإضفاء راحة أكبر وإمكانية التحكم بزاوية الجلوس، مع توفرها بعدة خيارات من الألوان والأقمشة لتتناسب مع ديكور منزلك",
    code: "#186",
  },
  {
    id: 87,
    name: "كنبة ثلاثية بدون زراع موديل ",

    imageSrc: "/imgs/products/Seats/27.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كنبة ثلاثية الأشخاص بدون أذرع، تتميز بتصميم أنيق وعصري وتناسب المساحات الضيقة، وتتوفر بعدة خيارات من الألوان والأقمشة لتتناسب مع ديكور منزلك",
    code: "#187",
  },
  {
    id: 88,
    name: "كرسى فوتيه خشب",

    imageSrc: "/imgs/products/Seats/28.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كرسي فوتيه خشبي أنيق وعملي، يتميز بتصميمه الرائع وتنوع ألوانه ويأتي بوسائد مريحة للجلوس والاسترخاء، يضفي لمسة جمالية على أي مكان في منزلك",
    code: "#188",
  },
  {
    id: 89,
    name: "كرسي خشب تنجيد قطيفة",

    imageSrc: "/imgs/products/Seats/29.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كرسي خشبي بتصميم أنيق وتنجيد قطيفة ناعمة لإضفاء الراحة والأناقة على أي ديكور داخلي. يمكن استخدامه ككرسي أو كجزء من مجموعة لمنطقة جلوس مريحة. صُمم هذا الكرسي بأرجل خشبية متينة ومتوفر بعدة ألوان لتناسب تصميمات الديكور المختلفة",
    code: "#189",
  },
  {
    id: 90,
    name: "كنبة شخصين بمخزن اضافى ",

    imageSrc: "/imgs/products/Seats/30.jpg",
    imageAlt: "مقعد",
    price: "$35",
    details:
      "كنبة شخصين بمخزن إضافي هي عبارة عن كنبة صغيرة تتسع لشخصين وتحتوي على مساحة تخزين إضافية تحت المقعد . تعد هذه الكنبة مثالية للأماكن الصغيرة حيث توفر مساحة تخزين إضافية دون الحاجة إلى تخصيص مساحة إضافية لخزن الأشياء",
    code: "#190",
  },
];
