import { Html, Head, Main, NextScript } from 'next/document';

export default function Document()
{
  return (
    <Html lang="en">
      <Head>
        <title>Khazanty - خزانتي</title>
        <meta
          name='description'
          content='خزانتي - شركة تصميم وتصنيع الخزائن الحديثة والعصرية، تقدم أحدث المنتجات عالية الجودة التي تتناسب مع جميع الأذواق والأنماط. تتميز خزائننا بالتصميم الفريد والوظائف الذكية والتخزين الفعال، مما يجعلها الخيار الأمثل لمن يبحثون عن خزائن متينة وعملية وجميلة. اختر خزانتك المفضلة من تشكيلتنا الواسعة وتمتع بتخزين منظم وجذاب لأغراضك الشخصية والملابس والأحذية والإكسسوارات'
        />
        <meta name='title' content='خزانتى  – صمم  أحدث منتجات الخزائن' />
        <meta
          name='keywords'
          content='اثاث, خزانه, خزانات, مقعد, مقاعد, سرير, سراير, طاوله, طاولات, اثاث منزلي , صيانة اثاث, غرف نوم'
        />
      </Head>
      <body>
        <Main />
        <NextScript />
      </body>
    </Html>
  );
}
